<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">

<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/orioncactus/pretendard/dist/web/static/pretendard.css">
<link href="https://cdn.class101.net/fonts/pretendard/pretendard-dynamic-subset.css" rel="preload" as="style">
<link href="https://cdn.class101.net/fonts/pretendard/pretendard-dynamic-subset.css" rel="stylesheet">
<link rel="stylesheet" href="../css/termsOfUse101.css">
<link rel="stylesheet" href="../../../footer/footer.css">
<link rel="stylesheet" href="../../../header/header.css">
<title>이용 약관</title>
</head>
<body class="class101-ui-portal">
	<div id="__next">
		<div id="wrapper">
			<div class="wrapper2">
				<div class="top-line-banner">
			        <div class="top-line-content">
			            <span>지금 가입하고 클래스 체험권 & 12만원 쿠폰팩 받기 ></span>
			            <button type="button" class="xBtn">
			                <svg xmlns="http://www.w3.org/2000/svg" width="18" height="18" fill="none" viewBox="0 0 24 24"><path d="M18.5 4L12 10.5 5.5 4 4 5.5l6.5 6.5L4 18.5 5.5 20l6.5-6.5 6.5 6.5 1.5-1.5-6.5-6.5L20 5.5 18.5 4z" fill="white"></path></svg>
			            </button>
			        </div>
			    </div>
				<header>
		            <div class="header-wrap">
		                <div class="header-left">
		                    <a href="">
		                        <span>
		                            <div class="main-logo"><svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 144 33" style="width: auto; height : 100%; fill:#1A1A1A; display: block; "><path d="M121.876 27.225a10.721 10.721 0 1 0 .001-21.443 10.721 10.721 0 0 0-.001 21.443Zm-4.168-15.071a5.92 5.92 0 0 1 4.198-1.75 5.915 5.915 0 0 1 4.199 1.75 6.035 6.035 0 0 1 1.682 4.382 5.936 5.936 0 0 1-1.682 4.33 5.945 5.945 0 0 1-8.397 0 5.96 5.96 0 0 1-1.682-4.33 6.026 6.026 0 0 1 1.682-4.382ZM137.329 26.796h4.912V6.21h-8.577v4.919h3.665v15.667ZM104.091 26.796h4.912V6.21h-8.577v4.919h3.665v15.667ZM45.764 23.043h8.665l1.447 3.753h5.408L52.707 6.21h-5.194L38.91 26.796h5.441l1.414-3.753ZM50.1 11.926l2.64 6.748h-5.254l2.614-6.748ZM72.757 22.447a3.759 3.759 0 0 1-2.225.583c-2.207 0-3.547-1.012-4.02-3.036l-5.208 1.012a6.232 6.232 0 0 0 2.895 4.577 10.823 10.823 0 0 0 6.078 1.642 10.052 10.052 0 0 0 6.031-1.75 5.695 5.695 0 0 0 2.42-4.898c0-3.127-1.88-5.12-5.636-5.977l-4.302-.945c-1.1-.248-1.656-.818-1.656-1.716a1.804 1.804 0 0 1 .771-1.487 3.156 3.156 0 0 1 2.01-.597 3.753 3.753 0 0 1 2.299.75 3.385 3.385 0 0 1 1.287 2.132l4.958-1.012a6.802 6.802 0 0 0-2.848-4.37 9.623 9.623 0 0 0-5.635-1.574 9.328 9.328 0 0 0-5.884 1.742 5.69 5.69 0 0 0-2.238 4.691c0 3.127 1.838 5.109 5.515 5.944l4.289.918c.55.077 1.065.31 1.487.67.288.319.437.738.416 1.166a1.815 1.815 0 0 1-.804 1.535ZM89.831 27.225c2.146.076 4.26-.537 6.031-1.75a5.696 5.696 0 0 0 2.42-4.898c0-3.127-1.88-5.12-5.636-5.977l-4.262-.945c-1.1-.248-1.655-.818-1.655-1.716a1.802 1.802 0 0 1 .77-1.487 3.156 3.156 0 0 1 2.01-.597 3.753 3.753 0 0 1 2.299.75 3.384 3.384 0 0 1 1.287 2.132l4.959-1.012a6.802 6.802 0 0 0-2.849-4.37 9.622 9.622 0 0 0-5.635-1.574 9.328 9.328 0 0 0-5.884 1.742 5.683 5.683 0 0 0-2.231 4.691c0 3.127 1.836 5.109 5.508 5.944l4.289.918c.55.077 1.066.31 1.488.67.287.319.436.738.415 1.166a1.815 1.815 0 0 1-.81 1.535 3.759 3.759 0 0 1-2.226.583c-2.202 0-3.542-1.012-4.02-3.036l-5.247 1.012a6.234 6.234 0 0 0 2.894 4.577 10.837 10.837 0 0 0 6.085 1.642ZM10.885 27.225a10.816 10.816 0 0 0 6.828-2.178 9.382 9.382 0 0 0 3.498-5.97h-5.26c-.32.936-.89 1.768-1.649 2.405a5.36 5.36 0 0 1-3.444 1.146 5.549 5.549 0 0 1-4.155-1.763 6.44 6.44 0 0 1 0-8.711 5.582 5.582 0 0 1 4.155-1.75 5.474 5.474 0 0 1 3.478 1.12 5.031 5.031 0 0 1 1.528 2.13h5.347a9.214 9.214 0 0 0-3.598-5.729 10.916 10.916 0 0 0-6.701-2.144 10.635 10.635 0 0 0-7.734 3.11 10.722 10.722 0 0 0 0 15.238 10.647 10.647 0 0 0 7.707 3.096ZM38.56 22.373H28.422V6.21h-5.073v20.586h13.389l1.822-4.423Z" class="css-sy7xp0"></path></svg></div>
		                        </span>
		                    </a>
		                    <div style="width: 36px;"></div> <!-- 공백 블록 -->
		                    <div>
		                        <div class="class-select">
		                            <a onclick="location.href='../../../onlineList.jsp'">
		                                <h4 class="online">온라인 클래스</h4>
		                            </a>
		                            <div style="width:16px"></div> <!-- 공백 블록 -->
		                            <a onclick="location.href='../../../onedayList.jsp'">
		                                <h4 class="oneday">원데이 클래스</h4>
		                            </a>
		                        </div>
		                    </div>
		                    <div style="width:36px;"></div> <!-- 공백 블록 -->
		                    <div class="search-box">
		                        <form>
		                            <input type="text" class="onclick" value="" placeholder="찾으시는 취미가 있나요?">
		                        </form>
		                        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" style="display: block; width: 22px; height: 22px; fill: #1A1A1A;"><path d="m22.925 21.16-5.605-5.605A8.453 8.453 0 0 0 19 10.5 8.5 8.5 0 0 0 10.5 2 8.5 8.5 0 0 0 2 10.5a8.5 8.5 0 0 0 8.5 8.5c1.895 0 3.64-.63 5.055-1.68l5.605 5.605c.1.1.255.1.355 0l1.415-1.415a.246.246 0 0 0-.005-.35ZM4.5 10.5c0-3.31 2.69-6 6-6s6 2.69 6 6-2.69 6-6 6-6-2.69-6-6Z"></path></svg>
		                    </div>
		                </div>
		                <div class="search-modal">
		                    <div class="search-click">
		                        <div class="logo">
		                            <a href="">
		                                <span>
		                                    <div class="main-logo"><svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 144 33" style="width: 130px; height : 27px; fill:#1A1A1A; display: block; "><path d="M121.876 27.225a10.721 10.721 0 1 0 .001-21.443 10.721 10.721 0 0 0-.001 21.443Zm-4.168-15.071a5.92 5.92 0 0 1 4.198-1.75 5.915 5.915 0 0 1 4.199 1.75 6.035 6.035 0 0 1 1.682 4.382 5.936 5.936 0 0 1-1.682 4.33 5.945 5.945 0 0 1-8.397 0 5.96 5.96 0 0 1-1.682-4.33 6.026 6.026 0 0 1 1.682-4.382ZM137.329 26.796h4.912V6.21h-8.577v4.919h3.665v15.667ZM104.091 26.796h4.912V6.21h-8.577v4.919h3.665v15.667ZM45.764 23.043h8.665l1.447 3.753h5.408L52.707 6.21h-5.194L38.91 26.796h5.441l1.414-3.753ZM50.1 11.926l2.64 6.748h-5.254l2.614-6.748ZM72.757 22.447a3.759 3.759 0 0 1-2.225.583c-2.207 0-3.547-1.012-4.02-3.036l-5.208 1.012a6.232 6.232 0 0 0 2.895 4.577 10.823 10.823 0 0 0 6.078 1.642 10.052 10.052 0 0 0 6.031-1.75 5.695 5.695 0 0 0 2.42-4.898c0-3.127-1.88-5.12-5.636-5.977l-4.302-.945c-1.1-.248-1.656-.818-1.656-1.716a1.804 1.804 0 0 1 .771-1.487 3.156 3.156 0 0 1 2.01-.597 3.753 3.753 0 0 1 2.299.75 3.385 3.385 0 0 1 1.287 2.132l4.958-1.012a6.802 6.802 0 0 0-2.848-4.37 9.623 9.623 0 0 0-5.635-1.574 9.328 9.328 0 0 0-5.884 1.742 5.69 5.69 0 0 0-2.238 4.691c0 3.127 1.838 5.109 5.515 5.944l4.289.918c.55.077 1.065.31 1.487.67.288.319.437.738.416 1.166a1.815 1.815 0 0 1-.804 1.535ZM89.831 27.225c2.146.076 4.26-.537 6.031-1.75a5.696 5.696 0 0 0 2.42-4.898c0-3.127-1.88-5.12-5.636-5.977l-4.262-.945c-1.1-.248-1.655-.818-1.655-1.716a1.802 1.802 0 0 1 .77-1.487 3.156 3.156 0 0 1 2.01-.597 3.753 3.753 0 0 1 2.299.75 3.384 3.384 0 0 1 1.287 2.132l4.959-1.012a6.802 6.802 0 0 0-2.849-4.37 9.622 9.622 0 0 0-5.635-1.574 9.328 9.328 0 0 0-5.884 1.742 5.683 5.683 0 0 0-2.231 4.691c0 3.127 1.836 5.109 5.508 5.944l4.289.918c.55.077 1.066.31 1.488.67.287.319.436.738.415 1.166a1.815 1.815 0 0 1-.81 1.535 3.759 3.759 0 0 1-2.226.583c-2.202 0-3.542-1.012-4.02-3.036l-5.247 1.012a6.234 6.234 0 0 0 2.894 4.577 10.837 10.837 0 0 0 6.085 1.642ZM10.885 27.225a10.816 10.816 0 0 0 6.828-2.178 9.382 9.382 0 0 0 3.498-5.97h-5.26c-.32.936-.89 1.768-1.649 2.405a5.36 5.36 0 0 1-3.444 1.146 5.549 5.549 0 0 1-4.155-1.763 6.44 6.44 0 0 1 0-8.711 5.582 5.582 0 0 1 4.155-1.75 5.474 5.474 0 0 1 3.478 1.12 5.031 5.031 0 0 1 1.528 2.13h5.347a9.214 9.214 0 0 0-3.598-5.729 10.916 10.916 0 0 0-6.701-2.144 10.635 10.635 0 0 0-7.734 3.11 10.722 10.722 0 0 0 0 15.238 10.647 10.647 0 0 0 7.707 3.096ZM38.56 22.373H28.422V6.21h-5.073v20.586h13.389l1.822-4.423Z" class="css-sy7xp0"></path></svg></div>
		                                </span>
		                            </a>
		                        </div>
		                        <div class="search-main">
		                            <div class="search-box">
		                                <form>
		                                    <input type="text" value="" placeholder="찾으시는 취미가 있나요?">
		                                </form>
		                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" style="display: block; width: 22px; height: 22px; fill: #1A1A1A;"><path d="m22.925 21.16-5.605-5.605A8.453 8.453 0 0 0 19 10.5 8.5 8.5 0 0 0 10.5 2 8.5 8.5 0 0 0 2 10.5a8.5 8.5 0 0 0 8.5 8.5c1.895 0 3.64-.63 5.055-1.68l5.605 5.605c.1.1.255.1.355 0l1.415-1.415a.246.246 0 0 0-.005-.35ZM4.5 10.5c0-3.31 2.69-6 6-6s6 2.69 6 6-2.69 6-6 6-6-2.69-6-6Z"></path></svg>
		                            </div>
		                            <div class="search-lately">
		                                <div class="seacrh-title">최근 검색어</div>
		                                <div class="search-del">전체 삭제</div>
		                            </div>
		                            <div class="recommend">
		                                <div class="seacrh-title">추천 검색어</div>
		                                <div class="button-wrap">
		                                    <div><button>오늘의 특가</button></div>
		                                    <div><button>JavaScript</button></div>
		                                    <div><button>자기 계발</button></div>
		                                    <div><button>명상</button></div>
		                                    <div><button>요가</button></div>
		                                </div>
		                            </div>
		                            <div class="ranking">
		                                <div>
		                                    <span class="seacrh-title">인기 검색어</span>
		                                    <span class="lately">최근 30분<span>
		                                </div>
		                                <div class="rangkin-num">
		                                    <div class="num-half">
		                                            <div><span class="num">1</span><span class="keyword">일러스트</span></div>
		                                            <div><span class="num">2</span><span class="keyword">아이패드</span></div>
		                                            <div><span class="num">3</span><span class="keyword">색연필</span></div>
		                                            <div><span class="num">4</span><span class="keyword">자바</span></div>
		                                            <div><span class="num">5</span><span class="keyword">파이썬</span></div>
		                                    </div>
		                                    <div class="num-half">
		                                            <div><span class="num">6</span><span class="keyword">코딩</span></div>
		                                            <div><span class="num">7</span><span class="keyword">데이터베이스</span></div>
		                                            <div><span class="num">8</span><span class="keyword">스케치</span></div>
		                                            <div><span class="num">9</span><span class="keyword">유투브</span></div>
		                                            <div><span class="num">10</span><span class="keyword">노션</span></div>
		                                    </div>
		                                </div>
		                            </div>
		                        </div>
		                        <div class="cancel"><span>취소</span></div>
		                    </div>
		                </div>
		                <div class="header-right">
		                    <a onclick="location.href='../../../createrSupport.jsp'">
		                        <p>크리에이터 지원</p>
		                    </a>
		                    <div style="width:24px;"></div> <!-- 공백 블록 -->
		                    <a href="">
		                        <p>고객센터</p>
		                    </a>
		                    <div style="width:24px;"></div> <!-- 공백 블록 -->
		                    <a onclick="location.href='login101.jsp'">
		                        <p>로그인</p>
		                    </a>
		                </div>
		            </div>
		        </header>
				
				<div class="mainScreen">
					<div class="mainScreen2">
						<div class="mainScreen3">
							<h2 class="mainTitle">CLASS101 이용약관</h2>
							<br>
							<div class="mainTitle2">시행일자: 2022. 2. 21.</div>
							<br>
							<div class="mainText">
								<br>
								안녕하세요. 모두가 사랑하는 일을 하며 살 수 있는 세상을 만들어 나가는 주식회사 클래스101(이하 ‘회사’)입니다.
								<br>
								<br>
								CLASS101 이용약관(이하 ‘이 약관’)은 CLASS101 서비스 이용과 관련한 회사와 회원 간의 권리와 의무에 대한 내용을 담고 있습니다. 다만, 회사는 다양한 서비스를 제공하는 과정에서 이 약관 외에 개별 약관 또는 정책 등을 적용할 수 있습니다.
								<br>
								<br>
								회사는 회원의 권리를 보호하기 위하여 위와 같은 내용을 쉽게 알 수 있도록 작성하여 명확하게 표시하고 있습니다.
								<br>
								<br>
								CLASS101 서비스 이용 전 꼭 확인하여 주세요 😊
								<br>
								<br>
								<br>
								<h4 class="allTitle">1. 용어의 뜻</h4>
								<br>
								이 약관에서 사용하는 용어의 뜻은 다음과 같습니다. 다만, 별도로 정의되지 않은 용어 중 법령상 용어는 해당 법령상의 정의를 따르고, 일반적인 거래상 용어는 거래관행에 따릅니다.
								<ul class="ululul">
									<li class="lilili">‘CLASS101’이란 회사가 정보통신망을 이용하여 회원에게 클래스콘텐츠 및 상품을 판매하거나 또는 판매를 중개하는 서비스 플랫폼을 말합니다.</li>
									<li class="lilili">‘서비스’란 회사가 CLASS101을 통하여 회원에게 유료 또는 무료로 제공하는 서비스 일체를 말합니다.</li>
									<li class="lilili">‘클래스콘텐츠’란 지식, 정보 등을 전달하기 위하여 만든 부호ㆍ문자ㆍ도형ㆍ색채ㆍ음성ㆍ 음향ㆍ이미지 및 영상 등(이들의 복합체를 포함한다)의 자료 또는 정보를 말합니다.</li>
									<li class="lilili">‘상품’이란 회원에게 유상 또는 무상으로 제공하는 유형 또는 무형의 재화를 말합니다.</li>
									<li class="lilili">‘회원’이란 CLASS101을 이용하기 위하여 이 약관에 동의하고 회원가입절차를 마친 후 회사로부터 회원가입의 승낙을 받은 개인 또는 단체를 말합니다.</li>
									<li class="lilili">‘회원가입’이란 회원이 회사와의 사이에 이 약관의 내용에 따라 CLASS101 이용계약을 체결하는 것을 말합니다.</li>
									<li class="lilili">‘회원탈퇴’란 회원이 회사와의 사이에 이 약관의 내용에 따라 CLASS101 이용계약을 해지하는 것을 말합니다.</li>
									<li class="lilili">‘회원정보’란 회원이 회사에 대하여 회원가입 시 제공하는 정보 일체를 말합니다.</li>
									<li class="lilili">‘계정’이란 회원이 CLASS101에 접속하여 서비스를 이용하기 위하여 필요한 정보의 집합체로서 전자우편주소와 비밀번호 등의 정보 일체를 말합니다.</li>
									<li class="lilili">‘크리에이터’란 클래스콘텐츠 제작에 있어 그 과정의 전체를 기획하고 책임을 지는 개인 또는 단체를 말합니다.</li>
								</ul>
								<br>
								<br>
								<br>
								<h4 class="allTitle">2. 서비스 이용</h4>
								<br>
								2.1 회사는 회원에게 클래스콘텐츠, 상품 등의 판매 또는 판매중개를 포함하여 지식과 정보를 제공할 수 있는 다양한 서비스를 제공합니다.
								<br>
								<br>
								2.2 회원은 컴퓨터, 휴대전화 등 정보통신기기를 사용하여 서비스를 이용할 수 있으며, 개별 서비스의 구체적인 내용과 이용 조건은 개별 약관 및 정책, 공지사항, 서비스 초기화면 등에서 확인할 수 있습니다.
								<br>
								<br>
								2.3 회사는 회원 모두에게 기본적으로 동일한 내용의 서비스를 제공합니다. 다만, 「청소년 보호법」 등 관련 법령 또는 개별 서비스 제공 관련한 특별한 사정에 따라 연령 또는 일정한 등급을 기준으로 이용자를 구분하여 서비스를 제공하거나 서비스의 내용, 이용 시간, 이용 횟수 등을 다르게 하는 등 서비스 이용을 제한할 수 있습니다. 이와 관련한 자세한 내용은 각 서비스상의 안내, 공지사항 등에서 확인할 수 있습니다.
								<br>
								<br>
								2.4 회사는 회원이 이 약관에 위배되는 행위를 하는 경우 서비스 제공을 중단할 수 있습니다.
								<br>
								<br>
								<br>
								<h4 class="allTitle">3. 회원가입과 회원탈퇴</h4>
								<br>
								3.1 회원가입은 회원이 이 약관에 따라 회사에게 회원가입을 신청하고 회사로부터 회원가입에 대한 승낙을 받은 때 완료됩니다. 이와 관련하여 회사는 회원의 실명을 확인하는 절차를 진행할 수 있습니다.
								<br>
								<br>
								3.2 회사는 기본적으로 회원이 이 약관에 따라 신청한 회원가입을 승낙합니다. 다만, 아래와 같은 경우 회사는 회원가입의 승낙을 연기하거나 거부할 수 있습니다.
								<ul class="ululul">
									<li class="lilili">회원가입에 필수적으로 요구되는 정보의 제공을 거절한 경우</li>
									<li class="lilili">타인의 정보 또는 허위의 정보를 입력하여 회원가입을 신청한 경우</li>
									<li class="lilili">사회질서를 파괴할 목적으로 회원가입을 신청한 경우</li>
									<li class="lilili">관련 법령, 이용약관 등의 위반을 이유로 계정 이용이 정지된 경우</li>
									<li class="lilili">회사의 영업을 방해하거나 회사에 대하여 손해를 가하였거나, 그러한 목적으로 회원가입을 신청하였다고 의심할 만한 사유가 있는 경우</li>
									<li class="lilili">영리목적으로 회원가입을 신청한 경우</li>
									<li class="lilili">기타 물리적ㆍ기술적 사유로 회원가입을 승낙할 수 없는 경우</li>
								</ul>
								<br>
								<br>
								3.3 회원은 언제든지 이 약관에 따라 회원탈퇴를 신청할 수 있으며 회사는 기본적으로 회원이 신청한 회원탈퇴를 승낙합니다. 다만, 아래의 어느 하나에 해당하는 경우 회사는 회원탈퇴의 승낙을 거절하거나 보류할 수 있습니다.
								<br>
								회원이 회사에 대하여 이행하여야 하는 법률상 의무가 존재하는 경우
								<br>
								회원과 회사 사이에 분쟁이 발생하거나 발생할 가능성이 상당한 경우
								<br>
								<br>
								3.4 회사는 아래의 어느 하나에 해당하는 경우 회원의 신청 여부와 관계없이 회원탈퇴를 진행할 수 있습니다.
								<br>
								회원이 개정 약관에 대하여 동의하지 아니하고, 해당 회원에게 개정 전 약관을 적용할 수 없는 사정이 있는 경우
								<br>
								<br>
								3.5 회사는 회원탈퇴 시 회원으로부터 제공받은 정보를 관계 법령과 개인정보 처리방침 등에 따라 삭제 또는 파기하거나 일정 기간동안 보관합니다. 다만, 회원이 회원탈퇴 시까지 작성한 게시물은 삭제되지 않으며 회원탈퇴 후 회사에 대하여 그 게시물의 삭제를 요구할 수 없습니다.
								<br>
								<br>
								<br>
								<h4 class="allTitle">4. 회원의 권리와 의무</h4>
								<br>
								4.1 회원은 대한민국 법령과 이 약관(개별 약관과 정책을 포함)을 준수하여야 합니다.
								<br>
								<br>
								4.2 회원은 회사가 서비스를 통하여 제공하는 서비스를 유료 또는 무료로 이용할 수 있습니다. 회사는 유료서비스의 구체적인 내용과 이용조건을 서비스 초기화면에 게시합니다.
								<br>
								<br>
								4.3 회원은 상시적으로 서비스를 이용할 수 있습니다. 다만, 회사는 아래의 사유가 발생한 경우 회원의 CLASS101 이용을 일시적으로 중단할 수 있습니다.
								<ul class="ululul">
									<li class="lilili">전기통신설비의 점검, 보수, 교체</li>
									<li class="lilili">정보통신망의 장애</li>
									<li class="lilili">기타 법적ㆍ기술적 장애</li>
								</ul>
								<br>
								<br>
								4.4 회원은 계정을 관리하고 계정에 관한 내용을 제3자에게 제공하거나 유출되게 하여서는 아니 됩니다.
								<br>
								<br>
								4.5 회원은 클래스콘텐츠를 포함한 일체의 서비스를 회원 본인만이 이용할 수 있고 제3자에게 이용권한을 제공(담보, 신탁 등의 설정을 포함)하거나 이용을 허락할 수 없습니다.
								<br>
								<br>
								4.6 회원은 서비스에 포함되어 있거나 서비스를 통하여 취득한 클래스콘텐츠와 정보를 아카이브, 복제, 배포, 수정, 전시, 시연, 출판, 라이선스, 2차적 저작물로 생성, 판매 또는 권유하거나 이용할 수 없습니다.
								<br>
								<br>
								4.7 회원은 서비스 내 콘텐츠보호기능을 우회, 삭제, 수정, 무효화, 약화 또는 훼손하거나, 서비스에 접근하는 데 로봇, 스파이더, 스크레이퍼나 기타 자동화 수단을 이용하거나, 서비스를 통하여 접근 가능한 소프트웨어나 기타 제품, 프로세스를 역컴파일, 리버스 엔지니어링 또는 역어셈블하거나, 코드나 제품을 삽입하거나 어떤 방식으로든 서비스를 조작하거나, 데이터 마이닝, 데이터 수집 또는 추출 방법을 사용할 수 없습니다.
								<br>
								<br>
								4.8 회원은 컴퓨터바이러스 기타 컴퓨터 코드, 파일이나 프로그램을 포함하여, 서비스와 관련된 컴퓨터 소프트웨어나 하드웨어 또는 통신 장비의 기능을 방해, 파괴 또는 제한하기 위해 설계된 자료를 업로드, 게시, 이메일 전송, 또는 다른 방식으로 발송, 전송할 수 없습니다.
								<br>
								<br>
								4.9 회원은 서비스 내에서 게시물을 작성할 수 있습니다. 다만, 회원이 작성한 게시물이 아래의 어느 하나에 해당하는 표현을 포함하는 경우 회사는 삭제를 요청하거나 삭제할 수 있습니다.
								<ul class="ululul">
									<li class="lilili">대한민국 또는 외국의 법령에 위배되는 표현</li>
									<li class="lilili">대한민국 또는 외국에서의 범죄와 관련되는 표현</li>
									<li class="lilili">회원 또는 제3자의 이익을 목적으로 한 표현</li>
									<li class="lilili">음란성ㆍ포악성ㆍ잔인성ㆍ사행성 등이 포함된 표현</li>
									<li class="lilili">사회질서를 파괴하는 표현</li>
									<li class="lilili">사실 또는 허위사실의 적시에 의하여 회사 또는 제3자의 명예를 훼손하는 표현</li>
									<li class="lilili">회사 및 제3자의 지식재산을 침해하는 표현</li>
									<li class="lilili">개인의 인권 또는 평등권을 침해하는 차별적 표현</li>
								</ul>
								<br>
								<br>
								4.10 회원은 CLASS101 이용과 관련하여 아래와 같은 행위를 할 수 없습니다. 그럼에도 불구하고 회원이 다음과 같은 행위를 하는 경우 회사는 회원에 대하여 시정 요구, 게시물 삭제, 계정 이용의 제한 또는 일시 정지, 손해배상 청구, 형사 고소 또는 고발 등의 조치를 취할 수 있습니다.
								<ul class="ululul">
									<li class="lilili">대한민국 또는 외국의 법령을 위반하는 행위</li>
									<li class="lilili">이 약관(개별 약관 또는 정책을 포함)을 위반하는 행위</li>
									<li class="lilili">CLASS101을 직접 또는 간접적으로 이용한 불법행위</li>
									<li class="lilili">부정한 정보를 입력하여 회원가입을 진행하는 행위</li>
									<li class="lilili">위계, 위력 등의 방법으로 회사의 업무를 방해하는 행위</li>
									<li class="lilili">위계, 위력 등의 방법으로 회원의 서비스 이용을 방해하는 행위</li>
									<li class="lilili">타인의 개인정보 또는 결제수단을 도용하는 행위</li>
									<li class="lilili">본인의 계정 또는 결제수단을 제3자에게 제공(담보, 신탁 등의 설정을 포함)하거나 이용을 허락하는 행위</li>
									<li class="lilili">회사 또는 제3자의 지식재산을 침해하는 행위</li>
									<li class="lilili">회사 또는 제3자의 명예 또는 신용을 훼손하는 행위</li>
									<li class="lilili">음란성ㆍ포악성ㆍ잔인성ㆍ사행성 등이 포함된 정보를 게시하는 행위</li>
									<li class="lilili">개인의 인권 또는 평등권을 침해하는 차별행위 </li>
									<li class="lilili">회사의 사전 허락 없이 본인 또는 제3자의 이익을 목적으로 CLASS101을 이용하는 행위</li>
									<li class="lilili">제3자의 정보를 무단으로 수집하는 행위</li>
									<li class="lilili">회사가 운영하는 서비스를 훼손하거나 방해하거나 전서버에 과부하를 가져오는 행위</li>
									<li class="lilili">회사가 정한 정보 이외의 정보(컴퓨터 프로그램)의 송신 또는 게시</li>
								</ul>
								<br>
								<br>
								4.11 회사는 회원이 4.10에 따른 행위를 2회 이상 반복하거나 시정 요구일로부터 30일 이내에 그 행위 내지 행위에 따른 결과를 시정하지 않는 경우, 회원의 계정 이용을 영구 정지할 수 있습니다.
								<br>
								<br>
								<br>
								<h4 class="allTitle">5. 계정의 이용정지</h4>
								<br>
								5.1 회사는 이 약관에 따라 회원의 계정 이용을 일시적 또는 영구적으로 정지할 수 있습니다.
								<br>
								<br>
								5.2 회사는 회원의 귀책 사유에 의한 계정 이용의 제한 또는 정지에 따른 수강기간의 경과에 대하여서는 수강기간 연장 또는 환불 등의 책임을 부담하지 않습니다.
								<br>
								<br>
								5.3 회사는 회원의 계정의 이용정지 시작일로부터 1주 전 이를 회원에게 통지합니다. 다만, 회사는 부득이한 경우 통지기간을 단축할 수 있고 사후적으로 이용정지의 통지를 할 수 있습니다.
								<br>
								<br>
								5.4 회사는 계정의 이용이 정지된 회원이 게시한 정보의 전부 또는 일부를 삭제할 수 있습니다.
								<br>
								<br>
								<br>
								<h4 class="allTitle">6. 지식재산의 보호</h4>
								<br>
								6.1 회사가 CLASS101을 통하여 회원에게 제공하는 클래스콘텐츠 등의 저작물은 회사 또는 제3자의 지식재산으로서 대한민국과 외국의 법령에 의하여 보호됩니다.
								<br>
								<br>
								6.2 회사는 회원과 제3자의 소중한 지식재산을 보호하기 위하여 노력합니다. 만일 회사가 회원의 지식재산을 침해한 경우 회사는 관련 법령에 따라 회원이 입은 손해를 배상합니다.
								<br>
								<br>
								6.3 회원이 CLASS101에 정보를 게시하는 경우 회사 또는 제3자는 그 정보를 회사 또는 CLASS101의 홍보, 마케팅 등 이익을 추구할 목적으로 이용할 수 있습니다. 다만, 회원이 회사에게 그 이용에 대한 반대의사를 통지하는 경우 회사는 그 이용을 중단합니다.
								<br>
								<br>
								6.4 회사는 영업상 필요에 따라 회원이 게시한 정보의 전부 또는 일부를 수정 또는 삭제하거나 게시장소를 변경할 수 있습니다.
								<br>
								<br>
								<br>
								<h4 class="allTitle">7. 개인정보보호</h4>
								<br>
								7.1 회사는 회원의 소중한 개인정보를 보호하기 위하여 「개인정보 보호법」에 따라 개인정보 처리방침을 수립하고 이를 준수하고 있습니다. 회원은 개인정보 처리방침을 CLASS101에서 확인할 수 있습니다.
								<br>
								<br>
								7.2 회사는 개인정보 처리방침에 따라 회원의 개인정보를 수집하고 이용할 수 있습니다. 다만, 회원은 언제든지 개인정보 제공을 거부하거나 개인정보의 삭제를 요청할 수 있습니다.
								<br>
								<br>
								7.3 회사는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에 따라 회원에게 문자메시지(SMS), 전자우편(EMAIL) 및 기타 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송할 수 있습니다. 이 경우 회사는 회원에게 광고 수신을 거절할 수 있는 방법을 회원에게 함께 제공하며 회원은 광고 수신을 거절할 수 있습니다.
								<br>
								<br>
								<br>
								<h4 class="allTitle">8. 약관의 해석</h4>
								<br>
								8.1 이 약관에 명시되지 않은 사항은 「약관의 규제에 관한 법률」, 「전자상거래 등에서의 소비자보호에 관한 법률」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「콘텐츠산업 진흥법」 등 관계 법령과 개인정보 처리방침 등 지침 등에 의합니다.
								<br>
								<br>
								8.2 회사는 이 약관을 신의성실의 원칙에 따라 공정하게 해석하며 고객에 따라 다르게 해석하지 아니합니다. 또한 이 약관의 내용 중 뜻이 명백하지 않은 부분은 고객에게 유리하게 해석합니다.
								<br>
								<br>
								8.3 회사는 CLASS101을 구성하는 개별 서비스에 관하여 개별 약관 또는 정책을 운영할 수 있습니다. 이 경우 개별 약관 또는 정책은 이 약관과 동일하게 회원에게 효력을 가지며 이 약관과 상호 간에 모순이 있는 경우 개별 약관 또는 정책이 우선적으로 효력을 가집니다.
								<br>
								<br>
								<br>
								<h4 class="allTitle">9. 회사의 책임과 면책</h4>
								<br>
								9.1 회사의 귀책사유로 인하여 회원이 손해를 입은 경우 회사는 회원에게 손해를 배상합니다. 다만, 손해배상은 회원이 실제로 입은 손해를 한도로 합니다.
								<br>
								<br>
								9.2 회사가 통신판매중개를 하는 경우 회사는 통신판매의 당사자가 아니며 회사는 회원과 통신판매중개의뢰자 간의 거래에 대하여 책임을 부담하지 아니합니다. 다만, 회사는 회원에게 「전자상거래 등에서의 소비자보호에 관한 법률」에 따라 통신판매중개의뢰자에 관한 정보를 제공합니다.
								<br>
								<br>
								9.3 회사는 서비스의 적법성, 정확성, 진실성, 신뢰성, 유효성 등을 보증하지 아니합니다.
								<br>
								<br>
								9.4 회사는 회원에게 유료 또는 무료로 제공하는 상품에 대하여 「제조물 책임법」에 따른 제조물 책임을 부담하지 아니합니다. 다만, 회원이 회사에게 상품의 제조업자 또는 공급한 자에 관한 정보를 요청하는 경우 회사는 상당한 기간 내에 그 정보를 회원에게 제공합니다.
								<br>
								<br>
								9.5 회사는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에 따라 회원정보를 포함한 CLASS101 데이터 일체에 관하여 보안에 필요한 기술적 조치를 취하고 있습니다. 다만, 회사는 위와 같은 기술적 조치에도 불구하고 제3자가 해킹, 컴퓨터바이러스 등의 방법으로 회사의 정보통신망 또는 이와 관련된 정보시스템을 공격하는 행위를 하여 발생한 사태로 인하여 회원에게 발생한 손해에 대하여는 책임을 부담하지 아니합니다.
								<br>
								<br>
								9.6 회사는 CLASS101을 구성하는 데이터의 무결성을 보증하지 아니합니다.
								<br>
								<br>
								9.7 회사는 아래의 어느 하나에 해당하는 경우에 대하여서는 책임을 부담하지 않습니다.
								<ul class="ululul">
									<li class="lilili">회원의 귀책사유에 의하여 발생한 손해</li>
									<li class="lilili">회사의 귀책사유 또는 구체적인 피해사실이 증명되지 않은 손해</li>
									<li class="lilili">회사가 통신판매중개자로서 중개한 거래에서 통신판매자와 회원 간에 발생한 분쟁과 관련한 손해</li>
									<li class="lilili">서비스의 적법성, 정확성, 진실성, 신뢰성, 유효성 등과 관련하여 발생한 손해</li>
									<li class="lilili">회원에게 공급된 상품에 관한 「제조물 책임법」상의 제조물 책임과 관련한 손해</li>
									<li class="lilili">천재지변, 쟁의행위, 감염병 등 회사가 통제하기 어려운 사정으로 인하여 발생한 손해</li>
									<li class="lilili">회원 간 또는 크리에이터와 회원 간의 분쟁으로 인하여 발생한 손해</li>
								</ul>
								<br>
								<br>
								<br>
								<h4 class="allTitle">10. 약관의 개정</h4>
								<br>
								10.1 회사는 「약관의 규제에 관한 법률」, 「전자상거래 및 소비자보호에 관한 법률」 등 관계 법령을 위배하지 아니하는 범위 내에서 이 약관을 개정할 수 있습니다.
								<br>
								<br>
								10.2 회사가 이 약관을 개정하는 경우 회원에게 주요 개정내용과 시행일 등을 명시하여 시행일로부터 7일 전에 전자적 방법으로 알려드리겠습니다. 다만, 회원에게 불리한 내용이 포함되는 경우 시행일로부터 30일 전에 알려드리겠습니다.
								<br>
								<br>
								10.3 회사는 이 약관을 개정할 경우 회원에게 개정 약관에 대한 동의를 확인합니다. 회원은 이에 대하여 동의하거나 거부할 수 있으며 회사는 회원이 7일 이내 동의 여부를 표시하지 않는 경우 동의한 것으로 간주할 수 있습니다. 다만, 회원이 개정 약관에 동의하지 않는 경우 회원탈퇴절차가 진행될 수 있습니다.
								<br>
								<br>
								<br>
								<h4 class="allTitle">11. 통지와 공고</h4>
								<br>
								11.1 회사는 이 약관에 따른 통지를 회원으로부터 제공받은 전자우편주소, 전화번호 등을 통하여 전자적 방법으로 통지합니다.
								<br>
								<br>
								11.2 회사는 불특정 다수의 회원을 대상으로 하는 통지를 갈음하여 CLASS101에 1주 이상 전자적 방법으로 공고할 수 있습니다. 다만, 회원의 서비스 이용과 관련하여 중대한 영향을 미치는 사항은 개별적으로 통지합니다.
								<br>
								<br>
								<br>
								<h4 class="allTitle">12. 준거법 및 재판관할</h4>
								<br>
								12.1 이 약관의 해석과 적용은 대한민국 법령에 의합니다.
								<br>
								<br>
								12.2 회사와 회원 간에 분쟁이 발생한 경우 그 분쟁에 관한 재판관할은 「민사소송법」에 의합니다. 다만, 회원이 외국에 거주하는 경우 대한민국 서울중앙지방법원을 제1심의 전속적 관할법원으로 합니다.
								<br>
								<br>
								<br>
								CLASS101 서비스와 관련하여 궁금하신 사항이 있으시면 고객센터(대표번호: 1800 – 2109 / 평일 10:00~17:00)로 문의 주시기 바랍니다.
								<br>
								<br>
								
							</div>
						</div>
					</div>
				</div>
				
				<footer>
			        <div class="footer-top">
			            <div class="footer-intro">
			                <svg class="sc-136c904d-1 hABKpZ" width="107px" height="23px" viewBox="0 0 152 32" preserveAspectRatio="xMidYMid slice" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M128.059 5C121.984 5 117.059 9.9247 117.059 16C117.059 22.0753 121.984 27 128.059 27C134.134 27 139.059 22.0753 139.059 16C139.059 9.9247 134.133 5 128.059 5ZM132.363 20.4781C131.212 21.6617 129.776 22.2535 128.058 22.2535C126.34 22.2535 124.904 21.6617 123.753 20.4781C122.6 19.2945 122.023 17.8117 122.023 16.0308C122.023 14.229 122.6 12.7297 123.753 11.5362C124.904 10.3427 126.34 9.7454 128.058 9.7454C129.776 9.7454 131.211 10.3427 132.363 11.5362C133.516 12.7308 134.093 14.229 134.093 16.0308C134.093 17.8128 133.516 19.2945 132.363 20.4781Z" fill="#000"></path><path d="M140.159 5.44V10.4835H143.916V26.56H148.959V5.44H140.159Z" fill="#000"></path><path d="M106.059 5.44V10.4835H109.816V26.56H114.859V5.44H106.059Z" fill="#000"></path><path d="M51.741 5.44L42.9146 26.56H48.4938L49.9755 22.7144H58.8646L60.3463 26.56H65.8947L57.0683 5.44H51.741ZM51.741 18.2385L54.4206 11.303L57.131 18.2385H51.741Z" fill="#000"></path><path d="M77.9936 14.0508L73.6255 13.0773C72.4947 12.8254 71.9282 12.2391 71.9282 11.3162C71.9282 10.709 72.19 10.2008 72.7136 9.7916C73.2372 9.3824 73.9181 9.1789 74.7574 9.1789C75.6374 9.1789 76.4228 9.4363 77.1147 9.9489C77.8055 10.4626 78.2455 11.1908 78.4347 12.1335L83.5255 11.0962C83.1273 9.1888 82.1527 7.6972 80.6028 6.617C79.0529 5.539 77.1246 5 74.8201 5C72.3264 5 70.3156 5.5973 68.7855 6.7908C67.2554 7.9854 66.492 9.598 66.492 11.6308C66.492 14.8362 68.3785 16.869 72.1482 17.7281L76.5482 18.6708C77.2819 18.8182 77.7901 19.0371 78.0728 19.3308C78.3566 19.6245 78.4974 20.0216 78.4974 20.5243C78.4974 21.1744 78.2202 21.698 77.6647 22.0962C77.1092 22.4944 76.3502 22.6935 75.3866 22.6935C73.1239 22.6935 71.7412 21.6562 71.2385 19.5827L65.8947 20.62C66.1675 22.6319 67.1575 24.1972 68.8647 25.3181C70.5719 26.439 72.6509 27 75.1028 27C77.5745 27 79.6381 26.4016 81.2947 25.2081C82.9491 24.0146 83.7774 22.3382 83.7774 20.18C83.7763 16.9526 81.8491 14.911 77.9936 14.0508Z" fill="#000"></path><path d="M98.0763 14.0508L93.7082 13.0773C92.5774 12.8254 92.0109 12.2391 92.0109 11.3162C92.0109 10.709 92.2727 10.2008 92.7963 9.7916C93.3199 9.3824 94.0008 9.1789 94.8401 9.1789C95.7201 9.1789 96.5055 9.4363 97.1974 9.9489C97.8882 10.4626 98.3282 11.1908 98.5163 12.1335L103.608 11.0962C103.21 9.1888 102.235 7.6972 100.686 6.617C99.1345 5.539 97.2062 5 94.9017 5C92.408 5 90.3972 5.5973 88.8671 6.7908C87.337 7.9854 86.5736 9.598 86.5736 11.6308C86.5736 14.8362 88.459 16.869 92.2309 17.7281L96.6298 18.6708C97.3635 18.8182 97.8717 19.0371 98.1544 19.3308C98.4382 19.6245 98.579 20.0216 98.579 20.5243C98.579 21.1744 98.3018 21.698 97.7463 22.0962C97.1908 22.4944 96.4318 22.6935 95.4682 22.6935C93.2055 22.6935 91.8228 21.6562 91.3201 19.5827L85.9763 20.62C86.2491 22.6319 87.2391 24.1972 88.9463 25.3181C90.6535 26.439 92.7336 27 95.1855 27C97.6572 27 99.7208 26.4016 101.377 25.2081C103.032 24.0146 103.86 22.3382 103.86 20.18C103.859 16.9526 101.932 14.911 98.0763 14.0508Z" fill="#000"></path><path d="M17.7246 21.1062C16.75 21.8927 15.5719 22.2843 14.1892 22.2843C12.5128 22.2843 11.0938 21.6826 9.9311 20.4781C8.7673 19.2736 8.1854 17.7809 8.1854 16C8.1854 14.2191 8.7673 12.7319 9.93 11.5373C11.0927 10.3438 12.5117 9.7465 14.1881 9.7465C15.5917 9.7465 16.7808 10.1282 17.7543 10.8927C18.4462 11.4361 18.9632 12.1709 19.3218 13.0773H24.78C24.2773 10.6254 23.0464 8.6674 21.0873 7.2C19.1271 5.7337 16.8281 5 14.1892 5C11.0663 5 8.4219 6.0637 6.2527 8.19C4.0835 10.3163 3 12.92 3 16C3 19.1009 4.0846 21.7101 6.2527 23.8265C8.4219 25.9407 11.0663 27 14.1892 27C16.9337 27 19.2701 26.2553 21.1973 24.7681C23.1256 23.2809 24.3301 21.2382 24.8119 18.64H19.4175C19.0325 19.6795 18.4704 20.5045 17.7246 21.1062Z" fill="#000"></path><path d="M32.1808 5.44H26.98V26.56H40.7146L42.5824 22.0203H32.1808V5.44Z" fill="#000"></path></svg>
			                <p>클래스101은 모든 사람이 사랑하는 일을 하며
			                    <br>
			                    살 수 있도록 세상을 바꾸고자 합니다.
			                </p>
			                <p>한국어</p>
			            </div>
			            <div class="footer-basic">
			                <p class="footer-title">클래스101</p>
			                <a href="">
			                    <p class="footer-bottom-text">홈</p>
			                </a>
			                <a href="">
			                    <p class="footer-bottom-text">기업교육</p>
			                </a>
			                <a href="">
			                    <p class="footer-bottom-text">채용</p>
			                </a>
			                <a href="">
			                    <p class="footer-bottom-text">도움말</p>
			                </a>
			            </div>
			            <div class="footer-creator">
			                <p class="footer-title">크리에이터</p>
			                <a onclick="location.href='../../../createrSupport.jsp'">
			                    <p class="footer-bottom-text">크리에이터 센터</p>
			                </a>
			                <a href="">
			                    <p class="footer-bottom-text">정규클래스 지원하기</p>
			                </a>
			                <a href="">
			                    <p class="footer-bottom-text">도움말</p>
			                </a href="">
			            </div>
			            <div class="footer-qna">
			                <p class="footer-title">고객센터</p>
			                <button class="footer-qna">문의하기</button>
			                <p class="qna-bottom-text">오전 10시 ~ 오후 6시 (주말, 공휴일 제외)</p>
			            </div>
			        </div>
			        <div class="footer-bottom">
			            <div class="footer-bottom-left">
			                <a href="">CLASS101 Korea</a>
			                <a href="">Instagram</a>
			                <a href="">Youtube</a>
			                <a href="">Facebook</a>
			                <a href="">Naverpost</a>
			                <a href="">Naverblog</a>
			            </div>
			            <div class="footer-bottom-right">
			                <div>
			                    <a href="">이용약관</a>
			                    <a href="">개인정보 처리방침</a>
			                    <a href="">101프라임 이용약관</a>
			                    <a href="">기프트카드 이용약관</a>
			                    <a href="">환불 정책</a>
			                    <a href="">사업자 정보 확인</a>
			                    <a href="">단체/기업 교육 문의</a>
			                    <br>
			                    <a href="">제휴/협력 문의</a>
			                    <a href="">PR 관련 문의</a>
			                    <a href="">지식재산권 침해 신고 센터</a>
			                </div>
			                <div class="footer-end">
			                    주식회사 클래스101 | 대표 공대선 | 서울특별시 강남구 테헤란로 302, 1-11층, 13층(역삼동, 위워크타워) | ask@101.inc | 전화번호: 1800-2109 | 클라우드 호스팅: Amazon Web Services Korea LLC | 사업자등록번호 : 457-81-00277 | 통신판매업신고 : 2022-서울강남-02525 | 클래스101은 통신판매중개자로서 중개하는 거래에 대하여 책임을 부담하지 않습니다.
			                </div>
			            </div>
			        </div>
			    </footer>
				
			</div>
		</div>
	</div>
</body>
<script src="../../../header/header.js"></script>
</html>