<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link href="https://cdn.class101.net/fonts/pretendard/pretendard-dynamic-subset.css" rel="preload" as="style">
    <link href="https://cdn.class101.net/fonts/pretendard/pretendard-dynamic-subset.css" rel="stylesheet">
    <link rel="stylesheet" type="text/css" href="asset/css/termOfService.css">
    <link rel="shortcut icon" href="asset/img/favicon.ico">
    <link rel="shortcut icon" href="favicon.ico">
    <title>CLASS101 크리에이터센터 이용약관</title>
</head>
<body>
    <div id="__next" data-reactroot="">
        <main>
            <div class="css-1q57d0p">
                <div class="css-1n8leg1">
                    <div class="css-zsoya5">
                        <div class="css-154w5w9">
                            <div class="css-15zhte1">
                                <h2 class="css-10er0w8">CLASS101 크리에이터센터 이용약관</h2>
                                <div class="css-oor4vx"></div>
                                <p class="css-1ydz126">발효일: 2022. 5. 9.</p>
                                <div class="css-oor4vx"></div>
                                <p class="css-yjlz19">본 크리에이터센터 이용약관(이하 ‘이 약관’)은 CLASS101 웹사이트, 애플리케이션 등에서 제공되는
                                    크리에이터센터(이하 “크리에이터센터”) 이용에 관한 회원과 주식회사 클래스101(이하 ‘회사’) 사이의 법적 구속력 있는 계약 내용입니다.
                                    <br><br>크리에이터센터는 크리에이터회원이 CLASS101에서 클래스를 게시하고 판매할 수 있는 온라인 플랫폼입니다. 크리에이터회원은
                                    크리에이터센터에서 클래스 제작, 편집, 판매에 관하여 회사와 계약을 체결하고 크리에이팅 서비스를 제공받을 수 있으며, 크리에이팅 서비스 수수료 및
                                    클래스 판매에 따른 정산금에 관한 정보를 확인할 수 있습니다. <br><br>크리에이터센터 이용과 관련하여 회사는 이 약관 외에도 정산 정책,
                                    크리에이팅 서비스 정책 등(이하 총칭하여 “관련 정책”)을 운영할 수 있으며 관련 정책은 이 약관과 동일한 법적 효력을 가집니다. <br><br>이
                                    약관 및 정산 정책, 크리에이팅 서비스 정책을 크리에이터센터 이용 전 확인하시기 바랍니다. <br><br><br>1. 크리에이터회원
                                    (Creator)<br><br>1.1 등록<br>크리에이터센터의 여러 기능에 액세스하고 이를 이용하려면 크리에이터회원 등록이 필요합니다. 회사는
                                    기본적으로 회원의 등록신청을 승인합니다. 다만, 회원이 등록에 필요한 정보의 제공을 거부하거나 타인 또는 허위의 정보를 제공하는 경우 승인이 거부될 수
                                    있고, 물리적ㆍ기술적 사유로 승인이 지연될 수 있습니다. <br><br>1.2 등록해지<br>회원은 언제든지 크리에이터회원 등록해지신청을 할 수
                                    있습니다. 다만, 회사와 크리에이터회원 간에 권리 또는 의무가 잔존하는 경우에는 등록해지신청의 승인이 거부될 수 있습니다. <br><br>1.3
                                    회원정보의 갱신<br>회원은 성명, 연락처, 주소 등 회원정보가 변경된 경우 지체없이 크리에이터센터에 저장된 회원정보를 갱신하여야 합니다. 만일
                                    회원정보를 갱신하지 아니함으로 인하여 회사 또는 회원에게 손해가 발생하는 경우 이에 관한 책임은 회원이 부담합니다. <br><br><br>2.
                                    크리에이팅 서비스 (Creating Service)<br><br>회사는 크리에이터회원의 클래스 창작 및 판매를 지원하기 위하여 클래스 기획컨설팅,
                                    촬영, 편집, 피드백, 판매 등에 관한 서비스를 제공합니다. 이와 관련하여 회사는 크리에이팅 서비스정책에 따라 크리에이팅 서비스를 구성하는 개별
                                    서비스를 서비스플랜으로 구성하여 제공할 수 있으며, 크리에이터회원이 특정 서비스 플랜을 선택하여 신청(청약)을 하고 회사가 이를 승인(승낙)하는 경우
                                    크리에이터회원과 회사 사이에 특정 서비스 플랜 이용에 관한 구속력 있는 계약이 체결된 것으로 간주됩니다. 회사는 서비스 플랜을 구성하는 개별 서비스
                                    제공을 위하여 노력할 것이지만, 불가항력, 천재지변, 법적 규제 등의 사유로 특정 서비스 플랜 또는 특정 서비스 플랜을 구성하는 개별 서비스에 대한
                                    액세스 또는 이용이 일부 제한될 수 있으며, 서비스플랜의 종류 및 구성은 원활한 서비스 제공을 위한 운영상 또는 기술상 필요에 따라 변경될 수
                                    있습니다. 다만, 회원 본인의 거래와 관련하여 서비스의 중단 등 중대한 영향을 미치는 사항에 대하여는 개별 통지합니다. <br><br><br>3. 정산
                                    (Service fee and Settlement)<br><br>회사는 정산정책에 따라 크리에이터회원에게 수수료를 청구하고 판매대금의 일정 부분에 대한
                                    정산금을 지급합니다. 정산정책의 내용은 변경될 수 있으며 회사와 크리에이터회원 사이에 수수료 또는 정산에 관한 개별 약정이 존재하는 경우 그 개별
                                    약정은 수수료 및 정산정책에 우선하여 효력을 가집니다.<br><br><br>4. 저작권 및 초상권 (Copyright and Portrait
                                    right)<br><br>4.1 저작권의 이용허락<br>크리에이터회원은 본인이 단독으로 저작권을 보유하는 클래스에 대하여 회사에게 독점적 또는
                                    비독점적으로 이용을 허락할 수 있고, 제3자와 공동으로 저작권을 보유하는 클래스에 대하여는 모든 공유자의 동의를 받아 회사에게 독점적 또는 비독점적으로
                                    이용을 허락할 수 있습니다. 이용허락과 관련하여 회사의 고의 또는 과실이 없음에도 불구하고 회사와 제3자 사이에 분쟁이 발생하는 경우 크리에이터회원은
                                    자신의 비용과 책임으로 회사를 면책시켜야 합니다. 만일 크리에이터회원이 회사에 대하여 독점적인 클래스 이용허락을 하는 경우 크리에이터회원은 그 이용기간
                                    동안 제3자에게 해당 클래스와 동일하거나 주제, 개요, 소재, 기법 등이 유사한 콘텐츠를 이용하거나 그 이용을 허락할 수 없습니다. 크리에이터회원은
                                    독점적 또는 비독점적 이용허락기간 동안 해당 클래스 저작권의 일부 또는 전부를 제3자에게 양도(신탁을 포함하되 이에 제한하지 아니함)하거나 담보로
                                    제공할 수 없습니다. <br><br>4.2 저작권의 귀속<br>크리에이팅 서비스에 의하여 창작되는 클래스 저작권의 전부 또는 일부는 크리에이팅
                                    서비스정책 등 관련 정책에 따라 회사에 귀속됩니다. <br><br>4.3 제3자 저작물의 이용<br>클래스에 제3자의 저작물 이용이 포함되어 있는 경우
                                    크리에이터회원은 제3자와의 사이에 저작권 이용에 관한 협의, 정산 등을 완전하게 이행하여야 하며 회사는 이에 대하여 어떠한 형태의 책임도 부담하지
                                    아니합니다. 이와 관련하여 제3자와 회사 간에 법적 분쟁이 발생하는 경우 크리에이터회원은 자신의 비용과 책임으로 회사를 면책시켜야 합니다. 다만,
                                    서비스 지역의 법령, 정책 등에 따라 회사가 저작권신탁관리업자 등 제3자에게 클래스 판매량에 비례하는 저작권 이용에 대한 대가를 지급하여야 하는 경우
                                    회사는 이용대가를 지급하고 크리에이터회원에게 지급할 정산금에서 그 이용대가를 공제할 수 있습니다. <br><br>4.4 마케팅, 홍보 등을 위한 저작물
                                    이용<br>회사는 클래스를 포함하여 크리에이터로부터 이용허락 받은 저작물을 마케팅, 홍보를 위하여 자유롭게 이용할 수 있으며, 필요한 범위 내에서
                                    2차적저작물을 작성하고 이용할 수 있습니다. 다만, 특정 클래스에 대한 크리에이팅 서비스가 중단되는 경우 회사는 그 클래스 또는 이와 관련한
                                    2차적저작물을 더이상 이용할 수 없습니다.<br><br>4.5 저작인격권<br>대한민국을 포함한 특정 국가에서는 클래스를 창작한 크리에이터회원에게
                                    공표권, 성명표시권, 동일성유지권 등의 저작인격권이 인정되며 회사는 크리에이터회원의 저작인격권을 존중합니다. 다만, 클래스의 저작재산권이 회사에
                                    양도되거나 이용허락 되는 경우 회사가 이러한 권리를 정당하게 행사하는 것과 관련하여 크리에이터회원은 회사 및 회사로부터 사용권을 정당하게 부여받는
                                    제3자의 권리를 존중하여 본인의 저작인격권 행사를 유보하는 것에 동의합니다. <br><br>4.6 저작권의 보호<br>회사는 크리에이터회원과 제3자의
                                    저작권을 보호합니다. 회사에 판매등록된 클래스가 제3자의 지식재산권을 침해하는 경우 그 지식재산권을 보유한 사람 또는 대리인은 지식재산권 침해신고센터를
                                    통하여 해당 클래스의 판매 중지를 요청할 수 있습니다. <br><br>4.7 초상권<br>크리에이터회원은 회사에 이용을 허락한 클래스와 관련하여
                                    웹사이트, 어플리케이션 및 기타 간행물, 홍보물 등에 본인의 초상(성명, 음성, 서명 등 그 타인을 식별할 수 있는 표지 포함)이 도화, 사진, 영상
                                    등의 매체를 통해 복제, 배포, 공중송신 및 기타의 방법으로 공개되거나 사용되는 것에 동의합니다.<br><br><br>5. 보증과 책임
                                    (Warranties and Liabilities)<br><br>5.1 클래스에 관한 보증<br>크리에이터회원은 판매 등록하는 클래스(클래스를 구성하는
                                    클래스영상, 수업노트 등 일체의 콘텐츠를 포함)에 관한 일체의 책임을 부담하며 클래스에 관한 아래 사항을 보증합니다.<br>클래스 이용허락에 필요한
                                    일체의 법적 권리, 권한, 동의 및 허가 등을 소유 또는 보유하고 있습니다. <br>클래스는 제3자의 지적 재산권을 침해하거나 악용하지
                                    않습니다.<br>크리에이터는 클래스 내용 구성에 필요한 능력, 자격 및 전문 기술(교육, 훈련, 지식 및 기술을 포함)을 갖추고
                                    있습니다.<br><br>5.2 비윤리적 행위 금지에 관한 보증<br>회사는 크리에이터회원의 사생활에 대하여 일체 간섭하지 아니합니다. 다만
                                    크리에이터회원의 비윤리적 행위는 클래스 판매에 부정적인 영향을 미칠 뿐만 아니라 회사의 명예, 신용 등을 심각하게 훼손할 수 있는 바, 크리에이터회원은
                                    온라인 또는 오프라인에서 다음과 같은 행위를 하지 않을 것이라는 점을 보증합니다.<br>인종 차별적이거나, 증오, 성차별, 음란, 거짓, 오인, 침해,
                                    명예 훼손 또는 비방하는 콘텐츠 또는 정보의 게시<br>판매 등록하는 클래스를 통한 승인되지 않은 광고, 홍보 자료, 정크 메일, 스팸, 기타 형태의
                                    청탁(상업용 또는 기타 목적)과 관련된 내용의 게시 또는 전송<br>다른 크리에이터회원의 클래스 제작, 편집 또는 판매의 방해<br>기술적 수단을
                                    활용한 클래스101 서비스의 부정 이용<br><br>5.3 범죄단체 배제에 관한 보증<br>회사 및 크리에이터회원은 폭력단체 기타 범죄단체에 해당하지
                                    않고, 범죄단체가 경영에 실질적으로 관여하고 있는 법인 등이 아님을 보증합니다. <br><br>5.4 이용약관 및 개별 약정 준수에 관한
                                    보증<br>크리에이터회원은 이 약관과 관련 정책 및 회사와의 사이에 체결한 개별 약정을 준수할 것이라는 점을 보증합니다. <br><br>5.5 양도
                                    금지에 관한 보증<br>크리에이터회원은 회사의 동의 없이 이 약관 및 관련 정책에 따른 권리와 의무의 전부 또는 일부를 제3자에게 양도(신탁, 담보의
                                    제공을 포함)하지 않을 것이라는 점을 보증합니다.<br><br>5.6 보증 위반 시 책임<br>크리에이터회원이 보증을 위반하는 경우 회사는
                                    크리에이터센터 액세스 또는 이용을 거부하거나 제한할 수 있으며, 클래스 판매서비스를 포함하는 크리에이팅 서비스 일체의 제공을 중단할 수 있습니다.
                                    또한, 크리에이터의 보증 위반으로 회사에 손해가 발생하는 경우 크리에이터회원에 대하여 민사상 손해배상청구, 형사상 고소 또는 고발, 행정상 신고 등을
                                    진행할 수 있습니다. <br><br>6. 서비스 이용과 책임의 한계 (Service Availability and Limitation of
                                    Liability)<br><br>6.1 크리에이터센터는 연중무휴 24시간 액세스 및 이용이 가능합니다. 다만, 천재지변, 불가항력, 정전, 유지보수
                                    등의 사유로 크리에이터센터 이용이 제한될 수 있고, 회사는 원활한 서비스 제공을 위한 운영상 또는 기술상 필요에 따라 크리에이터센터를 구성하는 서비스를
                                    변경 또는 삭제할 수 있습니다. <br><br>6.2 회사의 귀책사유로 인하여 크리에이터회원이 손해를 입은 경우 회사는 회원에게 손해를 배상합니다.
                                    다만, 손해배상은 크리에이터회원이 실제로 입은 손해를 한도로 합니다.<br><br>6.3 회사는 크리에이터센터를 통하여 크리에이터회원에게 제공되는
                                    서비스의 적법성, 정확성, 진실성, 신뢰성, 유효성 등을 보증하지 않습니다.<br><br>6.4 회사는 아래의 어느 하나에 해당하는 경우에 대하여서는
                                    관련 법령에 별도의 규정이 없고 회사의 고의 또는 과실이 없는 한 책임을 부담하지 않습니다.<br>- 크리에이터회원의 귀책사유에 의하여 발생한
                                    손해<br>- 크리에이터센터에서 제공되는 서비스의 적법성, 정확성, 진실성, 신뢰성, 유효성 등과 관련한손해<br>- 천재지변, 쟁의행위, 감염병 등
                                    회사가 통제하기 어려운 사정으로 인하여 발생한 손해<br><br>6.5 크리에이터회원이 이 약관 또는 관련 정책에 동의하거나 그에 따른 개별 서비스를
                                    이용하는 것에 의하여 회사와 크리에이터회원 간에 고용관계, 위임관계 등을 형성되지는 아니합니다. <br><br><br>7. 기타<br><br>7.1
                                    약관 및 관련 정책 개정<br>회사는 이 약관 및 관련 정책을 개정할 수 있으며 개정 시 시행일 7일 전(단, 크리에이터회원에게 불리한 개정의 경우에는
                                    시행일 30일전)까지 개정 약관 및 관련 정책의 주요 내용, 개정사유와 시행일자 등을 회원에게 전자적으로 고지합니다. 회사는 이 때 ‘크리에이터회원이
                                    위 시행일자 전일까지 거부의사를 표시하지 않거나 시행일자 이후 크리에이터센터를 계속 이용하는 경우 이 약관 및 관련 정책의 개정에 동의한 것으로
                                    간주된다.’는 뜻을 별도로 개별적으로 크리에이터회원에게 고지하고, 크리에이터회원이 위 시행일자 전까지 거부의사를 표시하지 않거나 시행일자 이후
                                    크리에이터 센터를 계속 이용하는 경우 이 약관 및 관련 정책의 개정에 동의한 것으로 간주합니다. <br><br>7.2 통지와 공고<br>별도로 명시된
                                    경우 외에 회사는 크리에이터회원에게 전자우편, 크리에이터센터, 메시지서비스(SMS 또는 LMS) 등 전자적으로 이 약관 및 관련 정책에 따라
                                    통지합니다. 또한 회사는 크리에이터회원 전체에 대한 통지를 갈음하여 크리에이터센터에 일주일 이상 공고할 수 있습니다. 다만, 회원 본인의 거래와
                                    관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.<br><br>7.3 준거법과 재판관할<br><br>7.3.1 이 약관 및 관련 정책은
                                    대한민국 법에 의하여 해석되고 적용됩니다. 또한, 회사와 회원 간에 분쟁이 발생한 경우 그 분쟁은 대한민국 내 회원 주소지 관할 법원에서 해결될 수
                                    있습니다. 다만, 회원이 외국에 거주하거나 그 소재가 불분명한 경우 그 분쟁은 대한민국 민사소송법상 관할법원에서 해결됩니다. <br><br>7.3.2
                                    제7.3.1에도 불구하고 일본국에 거주하는 회원에 대하여서는 이 약관 및 관련 정책은 일본 법령에 의하여 해석되고 적용됩니다. 또한, 회사와 회원 간에
                                    분쟁이 발생한 경우 그 분쟁에 관하여서는 일본 동경지방재판소를 제1심의 전속적 관할법원으로 합니다. <br><br></p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </main>
    </div>
</body>

</html>